Repository: cellar-door/deathstarsecurity
Catalog: droid-scanner/languages/droid-scanner-*.po
Languages: es_pr

source: These ARE The droids you are looking for.
es_pr: Estos son los droides que estás buscando.

source: Entry
es_pr: Entrada

source: Entries
es_pr: Entradas

source: No entries stored yet.
es_pr: Aún no hay entradas almacenadas.

source: Applicant Name
es_pr: Nombre del solicitante

source: Applicant Email
es_pr: Correo electrónico del solicitante

source: Applicant Inspiration
es_pr: Inspiración del solicitante

source: Delete
es_pr: Eliminar

source: Lock it up!
es_pr: ¡Encerrarlo!

source: Droid Scanner Entries:
es_pr: Entradas de Droid Scanner:

source: Below is a list of the entries from the Droid Scanner Forms.
es_pr: A continuación se muestra una lista de las entradas de los formularios de Droid Scanner.

source: Interested in working for our dynamic and industry leading team?
es_pr: ¿Interesado en trabajar con nuestro equipo dinámico y líder en la industria?

source: We at Death Star Security are always looking for the best of the best to help secure our clients. Fill out the form below to get in contact with one of our managers.
es_pr: En «Death Star Security» siempre estamos buscando lo mejor de lo mejor para ayudar a proteger a nuestros clientes. Completa el siguiente formulario para ponerte en contacto con uno de nuestros gerentes.

source: What is your name?
es_pr: ¿Cuál es tu nombre?

source: What is your email?
es_pr: ¿Cuál es tu correo electrónico?

source: What type of leader would you say you are?
es_pr: ¿Qué tipo de líder dirías que eres?

source: Supreme Leader Snoke
es_pr: Líder Supremo Snoke

source: Captain Phasma
es_pr: Capitán Phasma

source: Emperor Palpatine
es_pr: Emperador Palpatine

source: Submit
es_pr: Enviar

source: Input recieved. Thanks customer!
es_pr: Entrada recibida. ¡Gracias, cliente!
