Repository: cellar-door/deathstarsecurity
Catalog: storm-trooper-targeting/languages/storm-trooper-targeting-*.po
Languages: es_hn

source: Never miss another sale!
es_hn: ¡Nunca te pierdas otra oferta!

source: Lockr Key Storage
es_hn: Almacén de claves de Lockr

source: All Keys
es_hn: Todas las claves

source: Create Lockr Key
es_hn: Crear una clave de Lockr

source: Add Key
es_hn: Añadir una clave

source: Override Option
es_hn: Anular opción

source: Edit Lockr Key
es_hn: Editar clave de Lockr

source: Edit Key
es_hn: Editar clave

source: Lockr Configuration
es_hn: Configuración de Lockr

source: Register Lockr First
es_hn: Primero registra Lockr

source: Before you can add keys, you must first %sregister your site%s with Lockr.
es_hn: Antes de poder añadir claves, primero debes %sregistrar tu sitio%s con Lockr.

source: Lockr Key Storage:
es_hn: Almacén de claves de Lockr:

source: You successfully added the key to Lockr.
es_hn: Añadiste correctamente la clave a Lockr.

source: You successfully edited your key in Lockr.
es_hn: Editaste correctamente tu clave en Lockr.

source: Below is a list of the keys currently stored within Lockr. You may edit/delete from here or %sadd one manually%s for any plugins not yet supporting Lockr.
es_hn: A continuación se muestra una lista de las claves almacenadas actualmente en Lockr. Puedes editarlas o eliminarlas desde aquí o %sañade una manualmente%s para cualquier plugin que aún no sea compatible con Lockr.

source: Are you ready for the best customer experience of your life?!
es_hn: ¡¿Estás listo para vivir la mejor experiencia de cliente de tu vida?!

source: We at Death Star Security are dedicated to serving you as a customer. But before we do, we need to make sure we know who we're dealing with. Fill out the form below and we'll get in touch with you right away.
es_hn: En «Death Star Security» estamos dedicados a servirte como cliente. Pero antes de hacerlo, debemos asegurarnos de saber con quién estamos tratando. Completa el siguiente formulario y nos pondremos en contacto contigo de inmediato.

source: What is your email?
es_hn: ¿Cuál es tu correo electrónico?

source: Who is your commanding officer
es_hn: ¿Quién es tu comandante?

source: Supreme Leader Snoke
es_hn: Líder supremo Snoke

source: Captain Phasma
es_hn: Capitán Phasma

source: Submit
es_hn: Enviar

source: Welcome to Death Star Security!
es_hn: ¡Bienvenido a «Death Star Security»!

source: Your Password:
es_hn: Tu contraseña:

source: Input received. Thanks customer!
es_hn: Entrada recibida. ¡Gracias, cliente!
